app/controllers/comments_controller.rb

def create
		@article = Article.find(params[:article_id])
		@comment = @article.comments.create(comment_params)
---
SELECT  "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT 1  [["id", 1]]
INSERT INTO "comments" ("body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["body", "JOB"], ["article_id", 1], ["created_at", "2016-01-26 08:56:42.233308"], ["updated_at", "2016-01-26 08:56:42.233308"]]